import React from 'react'
import '../css/guidence.css'

export default function Guidence() {
    return (
        <div className='guidence'>
            <h1><span className='bold'>עוצמ״א</span> - ערכים לצמיחה עצמית</h1>

            <div className='alert'>
                <p className='alert-text'>
                    אם את מחנכת, מורה- מקצועית או גננת, שעושה את תפקידה
                    מתוך שליחות ומאמינה בלהוביל ולחנך ילדים דרך הלב,
                    זהו קול הקורא לך!!
                </p>
                <p className='alert-text'>
                    עם נסיון שרכשתי במהלך כשלושה עשורים במערכת החינוך הפורמלי,
                    מס. שנים לאחר פרישתי בשנת 2010,  הרגשתי צורך ורצון עז לבנות תוכנית,
                    שתעזור למורות בתחילת דרכן.
                </p>
            </div>

            <p className='small-text'> שישה עד שמונה מפגשים אחת לשבוע [כל מפגש למשך שעה]</p>
            <p className='main-guidence-text'>
                במיפגשים מושם דגש על הפאן הרגשי-חברתי במשולש מורה-הורה-תלמיד.
                במהלך השנים תמיד עבדתי עם הילדים בכיתה בדרך חוויתית-יצירתית.
                חשוב היה לי לגרום להם לאהוב את מה שנלמד, לזכור ולשמר חוויות.
                יוצגו שפע של רעיונות יצירתיים שלי, איך לתת לכל ילד מקום בכיתה,
                איך לממש בפועל את הפתגם - מה ששנוא עליך אל תעשה לחבריך -
                רעיונות לפעילויות עם ההורים למען תקשורת-מקרבת בין ילדיהם, ,
                תכנון ועריכת אסיפת ההורים הראשונה, עם הורי-הכיתה החדשה.
                רעיונות לטיפוח גבולות והרגלי-עבודה, טיפוח יחסי אמון בין מורה-תלמיד, הורה-ילד
                ועוד ועוד רעיונות, שיהפכו את עבודתכן לקלילה וללא מאבקי-כוח בעיקר
                עם הילדים המיוחדים, ואיך ניתן להפוך אותם לרצויים ומשמעותיים בכיתה או בגן.
            </p>
        </div>
    )
}