import {React, useState} from 'react'
import Footer from './Footer'
import "../css/mainContent.css"

export default function MainContent (){

    const [readMore, changeReadMore] = useState(false)
    console.log(readMore)
    const styles = {
        height: readMore ? "auto" : "300px"
    }

    function toggleReadMore(){
        changeReadMore(prevReadMore => !prevReadMore)
    }
    return (
        <main className="main-content">
            <section className="main-hero">
                <img src="../images/background.png" alt="" className="main-image"/>
                <h2 className="main-title">עופרה יחיאלי</h2>
                <p className="main-text">המיפגשים שלי עם אנשים בקבוצה וגם עם האדם, שאותו אני מלווה באופן פרטני,
ממחישים לי כל פעם מחדש את הכוח של נתינה וקבלה בתוך מרחב 
של תנועה, שיח והקשבה - בו מגלה כל אחד את זכות הבחירה, כדי
לשנות דפוסי-התנהגות כלפי המציאות, ואיך ניתן לשחרר את מה שחוסם 
ולהפוך אותו למשהו חיובי ומשמעותי יותר.
לפעמים צריך רק מישהו אחד שיקשיב, שיכיל, שיתמוך וישקף
את מה שבאמת קורה, לגלות את האור שבתוכינו ולסמוך.
מוצאת את עצמי בהודיה כל פעם מחדש, על כך שזכיתי ביכולת לאפשר 
לאחר, לראות את האור שנמצא בתוכו ולדעת שיש לי חלק קטן בגילוי הזה, 
שמוביל לשינוי הרצוי.</p>

                <aside className="main-about" style={styles}>
                    <img src="../images/portrait.jpeg" alt="" className="main-portrait" />
                    <p className="main-about-text">
                    שמי עופרה (אנגל) יחיאלי, ילידת 1955 הרצליה
מזה 40 שנה מתגוררת בבאר-שבע
אמא לשלושה ילדים, סבתא לנכדה 
בוחרת להשתדל כל יום להיות מאושרת עם בן-זוגה ובחיים בכלל 
עם העליות והמורדות שבדרך..
בעברה חינכה מאות תלמידים בבתי-ספר יסודי. עבודתה נעשתה תוך שליחות
ובדרך חוויתית ויצירתית. תמיד ניסתה לגרום לתלמידיה ללמוד מתוך סקרנות, 
לקחת אחריות למעשיהם ולהאמין בעצמם. (ישנן מספר תלמידות, שכבר 
אמהות לילדים בעצמן, והיא בקשר איתן עד היום).
משנת 2006 עוסקת במודעות דרך גוף-נפש-רוח. מנחה, מדריכה ומלווה 
באופן פרטני וקבוצתי ומתאימה את עבודתה לקשת רחבה של אוכלוסיות 
בקהילה עם קבוצות גיל שונות.

** תירגול היוגה, שמלווה אותי מעל עשרים שנה, חושף אותי בכל פעם 
    לכוח המרפא של הנשימה, ועד כמה היא משמעותית בחיי היומיום.
    תירגול המדיטציה והמיינדפולנס, מלמדים אותי שוב ושוב לקבל וגם 
    לשחרר דפוסים מן העבר, שכבר לא משרתים אותי ולהתחבר אל 
    הרצונות האמיתיים שלי ומהם לצמוח.
    זו עבודה יומיומית ולא קלה. כמובן שגם אני חוטאת לפעמים, אך הודות
    לנסיון הרב בתירגול, יודעת לקחת את אותה הנשימה, שמחזירה אותי
    במהרה אל ההווה ומזכירה לעצמי, שכל מה שמגיע-מבורך,
    וכל מה שמתעכב-מדוייק.

** בין לבין משתדלת לתת מקום לתחביביי השונים כמו -
     כתיבת ספרים (יצאו לאור 4 ספרי ילדים וכן 4 ספרונים מעוררי מחשבה)
     כתיבת שירים ומנגינות
     ציור באקריליק
     חריזת תכשיטים (שרשראות ועגילים)
                    </p>
                </aside>
            </section>
            <p className="read-more" onClick={toggleReadMore}> {readMore ? "קרא פחות" : "קרא עוד" }</p>

            <article className="secondary-content">
                {/* <h2 className="secondary-title">מושגים על קצה המזלג</h2> */}
                <div className="flex">
                    <div className="secondary-container">
                        <h3 className="title">מדיטציית מיינדפולנס (קשיבות)</h3>
                        <p className="paragraph">
                        המחשבות בראשינו באות והולכות ..כמו רכבות.. לעולם הן לא תעלמנה מחיינו, הן חלק מאיתנו וטוב שכך.. רק מה, כשהן תופסות חלק גדול מהזמן שלנו ומתחילות לנהל אותנו,  אנחנו בעצם יוצאים מאיזון.. ואז אנחנו לא מרוכזים, עייפים, מתקשים להרדם, לעיתים מתוסכלים או עצבניים חיים בפחד או בדאגה- ואנחנו לא תמיד מבינים שהמחשבות, הם לא תמיד המציאות האמיתית... בתירגול המדיטציה לומדים לשים-לב, מתי מגיעות המחשבות הלא רצויות ואז להפנות את תשומת הלב לנשימות ולתחושות. להזיז את המחשבות בקלילות ובלי שיפוטיות. פשוט, לאט-לאט אנו מבינים, שאיננו רוצים שהמחשבות הטורדניות ינהלו את חיינו. ובמשך התירגולים , חווים תחושה עמוקה של שליטה עצמית בהכרה, בחושים ובריגושים, ומזהים את העוצמה שבתוכנו.
התרגול מאפשר לנו לצאת לחיי היומיום עם כלים להתמודדות עם ניהול רגשות כמו- 
חרדה, דיכאון, לחץ וכו'. ניתן ללמוד לפתח נוכחות פעילה דרך תרגילי מיינדפולנס, ניתן לשפר את איכות השינה, הזיכרון והריכוז ובכלל להגיע לתחושת מיקוד ואיזון המשולבים 
בשלווה, קלילות  ומצב רוח טוב עם הוקרת תודה על הקיים.
**  חשוב לציין, שמחקרי-מוח מוכיחים, שדרך מדיטציה ניתן  
     לטפח את המוח, הגוף והנפש לרמת תפקוד גבוהה ובריאה.
                        </p>
                    </div>

                    <div className="secondary-container">
                        <h3 className="title">יוגה</h3>
                        <p className="paragraph">
                        משמעות המילה יוגה בסנסקריט- איחוד, חיבור.
                 בתירגול היוגה ישנה הלימה בין התנוחה לבין הנשימה לבין התחושה.
                 ישנן תנוחות (אסאנות) בעמידה, ישיבה ושכיבה, לכל תנוחה דגש תנועתי
                 המופנה לאזורים שונים בגוף.
                        </p>

                        <ul className="yoga-list">
                            <li className="yoga-item">שיפור יציבה</li>
                            <li className="yoga-item">הפחתת לחץ, חרדות, כעסים</li>
                            <li className="yoga-item">שיחרור מתחים פיזיים</li>
                            <li className="yoga-item">שיפור נשימה</li>
                            <li className="yoga-item">הארכה והגמשת שרירים</li>
                            <li className="yoga-item">חיזוק מפרקים ועוד...</li>
                        </ul>

                        <p className="paragraph">
                        התמדה בתירגול מביאה לחיזוק ושיפור המערכת החיסונית, לתחושת
                חיוניות, שלוות-נפש ושמחת-חיים.
                        </p>
                    </div>
                    <div className="secondary-container">
                        <h3 className="title">נשימה</h3>
                        <p className="paragraph">
                        במילים פשוטות -שאיפה ונשיפה.
                            כמה היא מובנת מאליה בחיי היומיום שלנו.
                            בתרגילי יוגה ומדיטציה, נחשפים לתירגולים חוויתיים.
                            מקבלים כלים מעשיים והבנה של הידע המעשי והמרתק 
                            של תירגול הנשימה, ומגלים את החשיבות והקלילות שמכניסה
                            הנשימה לחיינו, ברגע שמתחברים אליה ונותנים לה להוביל
                            את התנועה בחיינו.
                        </p>
                    </div>
                </div>

            </article>

        </main>
    )
}