exports.data = [
    {
        id: 0,
        title: "ליווי מורות בתחילת דרכן בדרך חוויתית יצירתית",
        mainText: ``
    },
    {
        id: 1,
        title: "מגוון סדנאות חוויתיות בחיק-הטבע לגוף ולנשמה",
        mainText: ``
    },
    {
        id: 2,
        title: "חוגי בית שיח והקשבה בדרך חוויתית",
        list: ["מערכות יחסים", "היופי והחוכמה בהזדקנות", "הצבת גבולות", "סיפורי סבתות", "הורים בתחילת דרכם", "לאחר לידה ראשונה"],
        mainText: `  המפגשים עם הקשבה לעצמנו ולשאר הנוכחים. משתפים ומעשירים
        אחד את השני/ה ומבינים שאנחנו לא לבד.
        בסיומו של כל  מפגש עורכים מדיטציית-מיינדפולנס, שאחריה מורגש
        השקט הפנימי והכוחות המחודשים להמשך, עם תחושה נעימה וקלילה.`
    },{
        id: 3,
        title: "היופי והחוכמה בהזדקנות קבוצת תרגול",
        list: ["סיפוק עצמי", "הרחבת המודעות העצמית", "התמודדות עם נדודי-שינה ומחשבות טורדניות", 
        "הפחתת חרדות, כעסים ורגשות שליליים.", "העצמת תקשורת חיובית ומקרבת עם עצמנו ועם הסביבה.", 
        "משמעות לחיים, רלוונטיות, חלומות להגשים - עדיין לא מאוחר.", "פירגון, הבנה, שלוות-נפש."],
        mainText: `מפגשים של אחת לשבוע, הפותחים מרחב לחקר,  
        התבוננות והתפתחות, על מנת ללמוד לקבל בזרועות פתוחות
       את השינויים, ובכלל את מה שקורה בתקופת ההזדקנות.
       דרך שיח והקשבה, דרך תירגול מדיטציית-מיינדפולנס(קשיבות),
       תרגילי נשימה, דמיון מודרך וצלילים מרפאים.`
    },
    {
        id: 4,
        title: "חיווי פרטני מהיבט רגשי-חברתי בדרך חוויתית",
        mainText: ``
    },
    {
        id: 5,
        title: "ספרים",
        mainText: ``
    },
    {
        id: 6,
        title: "יצירת קשר",
        mainText: ``
    }
]