exports.clouds = [
    {
        id: 0,
        header: '',
        contentList: ['להיות האומן של חיי,', 'לקבל שינויים פיזיולוגיים וסביבתיים,', 'לעדן את הנשימה', 'ולחיות חיים פשוטים.'],
        cred: ''
    },
    {
        id: 1,
        header: 'סוואמי דיבננדה',
        contentList: ['בריאות = עושר', 'שלווה =  אושר', 'והיוגה מובילה לשם.']
    },
    {
        id: 2,
        header: '',
        contentList: ['מה שמגיע - מבורך', 'מה שמתעכב - מדוייק'],
        cred: ''
    },
    {
        id: 3,
        header: 'אור הנר/הרב קוק',
        contentList: ['צריך שכל איש ידע ויבין, שבתוך תוכו דולק נר', 'ואין נרו כנר חברו ואין איש שאין לו נר',
            'וצריך שכל איש ידע ויבין שעליו לעמול ולגלות', 'אור הנר ברבים, ולהדליקו לאבוקה גדולה',
            'ולהאיר לעולם כולו.'],
        cred: ''
    },
    {
        id: 4,
        header: 'לפי ארבע האמיתות מפילוסופיית הבודהיזם',
        contentList: ['אמת, שקיים במקרו ובמיקרו  אי-נחת (סבל)', 'קיימת סיבה לאי-נחת',
            'ניתן להפסיק את אי הנחת', 'והאמת, שנמצאת דרך להפסיק את אי הנחת'],
    },
    {
        id: 5,
        header: 'בריאות ע"פי הרמב"ם',
        contentList: ['בולם ררוגזו יפחית אוכלו ויגביר תנועתו'],
        cred: ''
    },
]