exports.data = [
    {
        id: 0,
        title: "אודות",
    },
    {
        id: 1,
        title: "ספרים",
        mainText: ``
    },
    {
        id: 2,
        title: "מושגים על קצה המזלג"
    },
    {
        id: 3,
        title: "ליווי מורות בתחילת דרכן בדרך חוויתית יצירתית",
        mainText: ``
    },
    {
        // אין צורך בניסיון קודם - באים בלב פתוח (מתחת לכותרת העמוד בצבע) *****
        id: 4,
        title: `סדנאות חוויתיות בחיק הטבע
לגוף ולנשמה`,
        list: ['', "נעים בטבע  -  מתחברים לעצמנו ולסביבה דרך יוגה מתונה, נשימה, מדיטציית מיינדפולנס.",
            "מילים-מילים בטבע  -  מוצאים את הכוח שיש במילים, ובכתיבה אינטואיטיבית נצעד לכיוון הריפוי, הצמיחה והשיחרור.",
            "צלילים בטבע -  מקשיבים לשירת הטבע ומשלבים מדיטציית צלילים מרפאים עם קערות טיבטיות."],
        mainText: `הסדנאות בטבע פותחות את הלב והנשימה.
באווירה קלילה מפעילים את החושים ומאפשרים לעצמנו פשוט להנות -
בתנועה, בכתיבה בהקשבה לצלילים ועוד.

לקהל הרחב - מועדי הסדנאות ומיקומן יפורסמו במהלך כל חודש.
בתיאום מראש - הפעילות יכולה להתאים לקבוצת חברות, משפחה, 

ציון ארוע{יום הולדת, יום נישואין, בת-מצווה וכו'} גיבוש קבוצות עבודה ועוד..`
    },
    {
        id: 5,
        title: `חוגי בית
שיח והקשבה עם קפה ומאפה`,
        list: ["נושאי המפגשים", "מערכות יחסים", "היופי והחוכמה בהזדקנות", "הצבת גבולות", "סיפורי סבתות", "הורים בתחילת דרכם", "לאחר לידה ראשונה"],
        mainText: `  המפגשים עם הקשבה לעצמנו ולשאר הנוכחים. משתפים ומעשירים
        אחד את השני/ה ומבינים שאנחנו לא לבד.
        בסיומו של כל  מפגש עורכים מדיטציית-מיינדפולנס, שאחריה מורגש
        השקט הפנימי והכוחות המחודשים להמשך.`
    }, {
        id: 6,
        title: `היופי והחוכמה בהזדקנות
קבוצת תרגול - שיח ומדיטציה`,
        list: ["נשים את הלב על...", "התמודדות עם נדודי-שינה", "הפחתת חרדות סטרס, כאבים וכעסים", "העצמת תקשורת חיובית ומקרבת",
            "קבלת השינויים בעצמינו ומסביבנו", "רלוונטיות ומשמעות לחיים", "הרחבת המודעות העצמית"],
        mainText: `מפגשים של אחת לשבוע, הפותחים מרחב לחקר,  
        התבוננות והתפתחות, על מנת ללמוד לקבל בזרועות פתוחות
       את השינויים, ובכלל את מה שקורה בתקופת ההזדקנות.
       דרך שיח והקשבה, דרך תירגול מדיטציית-מיינדפולנס(קשיבות),
       תרגילי נשימה, דמיון מודרך וצלילים מרפאים.`
    },
    {
        id: 7,
        title: `ליווי פרטני מהיבט רגשי-חברתי
בדרך חוויתית`,
        mainText: `אם את/ה הגעת לדף זה, יש מצב שהגיע הזמן שלך לדייק את עצמך בחיים,
או להמליץ לאדם יקר לעשות את הצעד הבא שלו.

במיפגשים אני משלבת עבודת גוף-נפש דרך הקשבה פנימית, על-ידי 
שיחה(עבר-הווה וכוונות לעתיד) ותירגול מיינדפולנס(קשיבות), שבאמצעותם
נסללת דרך נפלאה להבין, כיצד השפעות הסביבה לאורך החיים, בעבר 
ובהווה מניעים אותנו ומשפיעים על ההתנהלות שלנו בתחומי החיים, 
עד כדי כך שאנו מסתובבים עם תחושות של אי נחת בחיינו. מפגישה לפגישה 
נבין ונגלה ביחד, שאפשר לעצור את הסבל ולשנות את דרך החשיבה, נגלה 
את הכוחות החבויים בתוכינו והם אלה שיובילו לחיים יותר שמחים ומלאים.
לאורך התהליך ניתנים שיעורי-בית, שהם חלק חשוב בהתקדמות ובשיפור.

מי שמתכוונן ורוצה באמת לעשות שינוי בחייו התוצאות לא מאחרות להגיע.
(מנסיון אישי ומדיווחים של אנשים שליוויתי).

לאחר מפגש היכרות, מתאמים לגבי המשך התהליך.
משך פגישה  60  דקות.`
    },
    {
        id: 8,
        title: 'הגלריה שלי - כיוצרת רב תחומית',
        mainText: ''
    }
]